Revit 2024 API
BuiltInFailures.MatchlineFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.MatchlineFailures type exposes the following members.
Properties
Name | Description
CreationFailed
 Matchline top extent should be higher than its bottom.
See Also
BuiltInFailures.MatchlineFailures Class
Autodesk.Revit.DB Namespace